
buttons = {
    'join_btn': 'شرکت میکنم:)',
    'delete_btn': 'حذف بازی:)',
    'next_btn': 'قرعه کشی:)',
    'new_game': 'شروع بازی جدید:)',
    'leave_btn': 'خروج از بازی:)'
}

messages = {
    'join_message': 'شرکت کننده ها تا الان: ',
    'must_register': '''بات برای گروه فعال نیست:)
    فعال سازی با دستور: /tod_init''',
    'another_game': '''بازی تموم شده:)
    میخوای دوباره بازی کنی؟''',
    'game_ended': '''بازی به پایان رسید,
    میتونید بازی جدید شروع کنید:)''',
    'next_game': 'قرعه کشی کنیم؟ :)',
    'no_game': 'هیچ بازی ای درجریان نیست:)',
    'delete_message': 'از پایان بازی اطمینان داری؟ :)',
    'in_progress': 'بازی درحال انجامه:)',
    'group_in': 'بات برای گروه شما فعاله:)',
    'register': 'بات برای گروه شما فعال شد:)',
}

answers = {
    'end_game':'بازی به پایان رسید',
    'already_in': 'شما در بازی شرکت میکنید:)',
    'joined': 'به بازی اضافه شدید:)',
    'left': 'از بازی خارج شدید:)',
    'not_in': 'در بازی شرکت نمیکنید:)',
}
